Repository: nuru11/flutter_ethiospare_ecommerce
Catalog: lib/l10n/intl_*.arb
Languages: kk, km, kn, lo, mr, my, ne, si, sq, sw, ta

# storeTitle
source: MaanStore
km: ហាងផ្លេបមាន
kn: ಮಾನ್‌ಸ್ಟೋರ್
lo: ຮ້ານ MaanStore
ne: मानस्टोर
sw: Duka la MaanStore
ta: மான் ஸ்டோர்

# saveButton
source: Save
kk: Сақтау
km: រក្សាទុក
kn: ಉಳಿಸಿ
lo: ບັນທຶກ
mr: साठवा
my: သိမ်းမည်
ne: सेव गर्नुहोस्
si: සුරකින්න
sq: Ruaj
sw: Hifadhi
ta: சேமி

source: Home
kk: Басты бет
km: ទំព័រដើម
kn: ಮುಖಪುಟ
lo: ຫນ້າຫລັກ
mr: होम
my: အိမ်မှာ
ne: होम
si: මුල් පිටුව
sq: Kryefaqja
sw: Nyumbani
ta: முகப்பு

source: Search
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕು
lo: ຄົ້ນຫາ
mr: शोधा
my: ရှာဖွေမည်
ne: खोज्नुहोस्
si: සොයන්න
sq: Kërko
sw: Tafuta
ta: தேடு

source: Cart
kk: Себет
km: រទេះ
kn: ಕಾರ್ಟ್
lo: ກະຕ່າ
mr: कार्ट
my: ဈေးဝယ်ခြင်း
ne: कार्ट
si: කර්තෘ
sq: Shporta
sw: Korosho
ta: கார்ட்

# orders
source: Order
kk: Тапсырыстар
km: បញ្ជាទិញ
kn: ಆದೇಶಗಳು
lo: ການສັ່ງຊື້
mr: ऑर्डर
my: အမှာစာများ
ne: अर्डरहरू
si: ඇණවුම්
sq: Porositë
sw: Agizo
ta: ஆர்டர்கள்

# exclusiveForYor
source: Exclusive For You
kk: Сізге арналған эксклюзив
km: បង្កើនអត្តបទដែលសំខាន់បំផុត
kn: ನಿಮಗಾಗಿ ವೈಶಿಷ್ಟ
lo: ສິດທິພະຍາກອນເຈົ້າ
mr: तुमच्यासाठी विशेष
ne: तपाईको लागि अनन्य
si: ඔබට විශේෂිතයි
sq: Ekskluzive për ty
sw: Maalum Kwako
ta: உங்களுக்கான முதன்முதலான

source: Recommended
kk: Ұсынылатын
km: បានណែនាំ
kn: ಶಿಫಾರಸಿಯಾದ
lo: ທ່ານເຫັນຄ່າ
mr: शिफारसलेले
ne: सिफारिस गरिएको
si: නිවැරදි
sq: E rekomanduar
sw: Imependekezwa
ta: பரிந்துரைக்கப்படுகிறது

source: Best Selling
kk: Ең жақсы сатылған
km: លក់ដាច់ខាត
kn: ಅತ್ಯಂತ ಮಾರಾಟ
lo: ຂາຍດີທີ່ດີທີ່ສຸດ
mr: सर्वोत्कृष्ट विक्री
ne: धेरै बिक्री भएको
si: හොඳින් විකිණිමට
sq: Më e shitura
sw: Inauzwa Sana
ta: சிறந்த விற்பனை

source: Profile
kk: Профиль
km: ប្រវត្តិរូប
kn: ಪ್ರೊಫೈಲ್
lo: ໂປຣໄຟຣມີ
mr: प्रोफाइल
my: ပရိုဖိုင်
ne: प्रोफाइल
si: විස්තර
sq: Profili
sw: Profaili
ta: சுயவிவரம்

# storeName
source: MaanStore Fashion
km: ហាងផ្លេបមានហេរដែលនឹងស្ដើងឡើង
kn: ಮಾನ್‌ಸ್ಟೋರ್ ಫ್ಯಾಶನ್
lo: ຮ້ານ MaanStore ພາຍໃນອາກອນ
mr: MaanStore फॅशन
my: MaanStore အဖွဲ့များ
ne: मानस्टोर फेशन
si: MaanStore ආර්ඩ්වල්ස්
sq: MaanStore Modë
ta: மான் ஸ்டோர் ஃபேஷன்

source: Categories
kk: Санаттар
km: ប្រភេទ
kn: ವರ್ಗಗಳು
lo: ໝວດໝູ່
mr: श्रेणी
my: အမျိုးအစားများ
ne: श्रेणीहरू
si: ප්‍රභේද
sq: Kategoritë
sw: Jamii
ta: பகுப்புகள்

source: Show All
kk: Барлығын көрсету
km: បង្ហាញទាំងអស់
kn: ಎಲ್ಲವನ್ನು ತೋರಿಸು
lo: ສະແດງທັງໝົດ
mr: सर्व दाखवा
my: အားလုံးကိုပြပါ
ne: सबै देखाउनुहोस्
si: සියලු පෙරහන් පෙන්වන්න
sq: Shfaq të gjitha
sw: Onyesha Zote
ta: அனைத்தையும் காட்டு

# specialOffer
source: Special Offers
kk: Арнайы ұсыныстар
km: ការផ្សព្វផ្សាយពិសេស
kn: ವಿಶೇಷ ಆಫರ್‌ಗಳು
lo: ເກີດຄວາມສະແດງສາມາດ
mr: विशेष प्रस्ताव
my: အထူးကုန်ပစ္စည်းများ
ne: विशेष प्रस्तावहरू
si: විශේෂ උපකාරයන්
sq: Oferta Speciale
sw: Ofa Maalum
ta: சிறப்பு சலுகைகள்

# closingTime
source: Closing In
kk: Жабық уақыт
km: ម៉ោងបិទសំរាប់នេះ
kn: ಮುಕ್ತಿ ಸಮಯ
lo: ຈິດຕາມໄລຍະຫນ້າ
mr: बंद होणारे
my: ကာလပြီးဆုံးရောက်ချက်
ne: बन्द हुँदैछ
si: වසා දිනාව
sq: Mbyll në
sw: Inafunga Katika
ta: மூடுவதற்கு

# endTime
source: Closing In
kk: Жабық уақыт
km: ម៉ោងបិទសំរាប់នេះ
kn: ಮುಕ್ತಿ ಸಮಯ
lo: ຈິດຕາມໄລຍະຫນ້າ
mr: बंद होणारे
my: ကာလပြီးဆုံးရောက်ချက်
ne: बन्द हुँदैछ
si: වසා දිනාව
sq: Mbyll në
sw: Inafunga Katika
ta: மூடுவதற்கு

source: Trending Fashion
kk: Жаңа байланыстар
km: មុខរបរផ្សព្វផ្សាយពិសេស
kn: ಟ್ರೆಂಡಿಂಗ್ ಫ್ಯಾಷನ್
lo: ຮູບແບບສາມາດດາວໂຫລດ
mr: प्रसिद्ध फॅशन
my: အမြင်သားအရောင်းအဝယ်များ
ne: प्रचलित फेशन
si: පැයක් පැයක් වෙන් පලාති
sq: Modë e Trenduar
sw: Mitindo Inayotrendi
ta: மோடியான அழகியம்

# newArrival
source: New Arrivals
kk: Жаңа келу
km: ការចូលរួមថ្មី
kn: ಹೊಸ ಆಗಮನ
lo: ມີສະຕິກຳໃນ
mr: नवीन आगमन
my: အသစ်တင်များ
ne: नयाँ आगमन
si: නව හඬවත් ඇදීම්
sq: Produkte të Reja
sw: Vitu Vipya
ta: புதிய வருமானம்

# skipText
source: Skip
kk: Өткізу
km: រំលង
kn: ಹಾರಿಸು
lo: ຂໍ້ຄວາມຂ້າມ
mr: वगळा
my: ကျေးဇူးပြု၍ပြန်လည်စတင်မည်
ne: छोड्नुहोस्
si: මකන්න
sq: Kalo
sw: Ruka
ta: தவிர்க்க

# authScreenWelcomeText
source: Start Your Journey with
kk: Жүруіңізді шығарыңыз
km: ចាប់ផ្តើមការធ្វើដំណើររបស់អ្នកជាមួយ
kn: ಪ್ರಾರಂಭಿಸಿ
lo: ເລີ່ມການໄປທ່ານພັກໄວ້ນີ້ຂຽນຂອງທ່ານດຳເນີນການ
mr: आपल्या प्रवासाची प्रारंभ करा
my: ခဏစောင့်ရန်အတွက်
ne: आफ्नो यात्रा सुरु गर्नुहोस्
si: ඔබගේ අර්ථයන්හි ආරම්භක ආයුර්වේදයක් සඳහා
sq: Fillo udhëtimin tënd me
sw: Anza Safari Yako na
ta: தொடங்குங்கள்

# authScreenSubTitle
source: You will find great products and tools for your needs. We are 100% conscious of quality assurance. Thank you
kk: Танымал өнім мен құралдарды таптырыңыз. Біз сапа кепілдігін 100% білетінміз. Рахмет
km: អ្នកនឹងរកឃើញផលិតផលនិងឧបករណ៍សម្រាប់តម្រូវការរបស់អ្នក។ យើងមានភាពស្មោនសុខភាពពិសេស។ សូមអរគុណ
kn: ನಿಮ್ಮ ಆವಶ್ಯಕತೆಗೆ ಉತ್ತಮ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸಾಧನಗಳನ್ನು ಪಡೆಯಲು ನಾವು 100% ಗುಣಮಟ್ಟದ ಖಚಿತತೆಯ ಬಗ್ಗೆ ಅರಿವಾಗಿದ್ದೇವೆ. ಧನ್ಯವಾದಗಳು
lo: ທ່ານຈະຊົງພາຍໃນສິນຄ້າດີທີ່ດີທີ່ສາມາດໃຊ້ໄດ້. ພວກເຮົາມີຄ່າຮູບແບບການກວດກາງຂອງການຕັ້ງການປັບໂຫລດ. ຂໍຂອບໃຈ
mr: आपल्या आवडीच्या उत्पादनांचा आणि साधनांचा उत्कृष्टतेची आपण पूर्णपणे चिंतामणे आहोत. धन्यवाद
my: သင်သည်ကိုယ်တိုင်များအတွက်ကုန်ပစ္စည်းများနှင့်အင်တာနက်တစ်ခုပြန်ရှာဖွေမှုကိုရရှိနိုင်ပါသည်။ ကုန်ပစ္စည်းများသည်အရည်အချင်းတစ်ကြိမ်သို့မဟုတ်ကျေးဇူးပြုပါသည်။ အရင်စာရင်းသို့ကြိုးစားနိုင်ပါသည်။
ne: तपाईंले आवश्यकताहरूका लागि उत्कृष्ट उत्पादन र उपकरणहरू पाउनेछन्। हामी १००% गुणस्तर आश्वासनमा ध्यान दिन्छौं। धन्यवाद
si: ඔබේ අවශ්‍යතා සඳහා වැඩි නිර්මාණ හා මෙහෙයුම් ලබා ගත හැක. අවම වශයෙන් විසින් නිරවුලේ පිරිසක් තහවුරු කිරීමේ තත්වයක් අපට සාර්ථකව විය. ස්තූතියි
sq: Do të gjeni produkte dhe mjetet më të mira për nevojat tuaja. Ne jemi 100% të vetëdijshëm për sigurinë e cilësisë. Faleminderit
sw: Utapata bidhaa na zana nzuri kwa mahitaji yako. Tuna hakika ya uhakikisho wa ubora wa 100%. Asante
ta: உங்களுக்கு தேவையான பொருட்களும் கருவிகளும் அணுகல் மூலம் கிடைக்கும். நாங்கள் தரமான தீங்கிலேயே நிபுணத்தை உறுதிப்படுத்துகின்றோம். நன்றி

# registerButtonText
source: Register
kk: Тіркелу
km: ចុះឈ្មោះ
kn: ನೋಂದಣಿ
lo: ລົງທະບຽນ
mr: नोंदणी करा
my: မှတ်ပုံတင်ရန်
ne: रेजिष्टर गर्नुहोस्
si: ලියාපදිංචි වන්න
sq: Regjistrohu
sw: Jiandikishe
ta: பதிவு செய்

# signInButtonText
source: Sign In
kk: Кіру
km: ចូលប្រើប្រាស់
kn: ಸೈನ್ ಇನ್
lo: ເຂົ້າສູ່ລະບົບ
mr: साइन इन करा
my: အကောင့်ဝင်ရန်
ne: साइन इन गर्नुहोस्
si: පිවිසුම් වන්න
sq: Hyr
sw: Ingia
ta: உள்நுழைய

# textFieldEmailLabelText
source: Email
km: អ៊ីមែល
kn: ಇಮೇಲ್
lo: ອີເມວ
mr: ईमेल
my: အီးမေးလ်
ne: ईमेल
si: ඊමේල්
sw: Barua pepe
ta: மின்னஞ்சல்

# textFieldEmailHintText
source: Please enter Your Email address
kk: Email мекенжайыңызды енгізіңіз
km: សូមបញ្ចូលអ៊ីមែលរបស់អ្នក
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
lo: ກະລຸນາໃສ່ອີເມວຂອງທ່ານ
mr: कृपया आपला ईमेल पत्ता प्रविष्ट करा
my: ကျေးဇူးပြုပါသေးသည်မှာအီးမေးလ်ရိုက်ထည့်ပါ
ne: कृपया तपाईंको ईमेल ठेगाना लेख्नुहोस्
si: කරුණාකර ඔබේ විද්‍යුත්තිකරුවන් ඊමේල් ලිපිනය ඇතුලත් කරන්න
sq: Ju lutemi jepni adresën tuaj të emailit
sw: Tafadhali ingiza anwani yako ya barua pepe
ta: தயவுசெய்து உங்கள் மின்னஞ்சலை உள்ளிடவும்

# textFieldEmailValidatorText1
source: Email cannot be empty
kk: Email бос болмауы керек
km: អ៊ីមែលមិនអាចទទេ
kn: ಇಮೇಲ್ ಖಾಲಿಯಾಗಬಾರದು
lo: ອີເມວບໍ່ສາມາດປ່ອຍໄດ້
mr: ईमेल रिक्त असू शकत नाही
my: အီးမေးလ်မရှိပါ
ne: ईमेल खाली हुँदैन
si: ඊමේල් හිස් විය නොහැකිය
sq: Emaili nuk mund të jetë i zbrazët
sw: Barua pepe haiwezi kuwa tupu
ta: மின்னஞ்சல் காலியாக இருக்க முடியாது

# textFieldEmailValidatorText2
source: Please enter a valid email address
kk: Дұрыс email мекенжайын енгізіңіз
km: សូមបញ្ចូលអ៊ីមែលត្រឹមត្រូវ
kn: ದಯವಿಟ್ಟು ಒಂದು ಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
lo: ກະລຸນາໃສ່ອີເມວທີ່ຖືກຕ້ອງ
mr: कृपया एक वैध ईमेल पत्ता प्रविष्ट करा
my: အီးမေးလ်ရိုက်ထည့်ပါသည့်အီးမေးလ်လိပ်စာအမှားတစ်ခုရှိရပါမည်
ne: कृपया मान्य ईमेल ठेगाना लेख्नुहोस्
si: කරුණාකර වලංගු ඊමේල් ලිපිනයක් ඇතුලත් කරන්න
sq: Ju lutemi jepni një adresë email të vlefshme
sw: Tafadhali ingiza anwani ya barua pepe halali
ta: தயவுசெய்து சரியான மின்னஞ்சலை உள்ளிடவும்

# textFieldPassLabelText
source: Password
kk: Құпия сөз
km: ពាក្យសម្ងាត់
kn: ಪಾಸ್‌ವರ್ಡ್
lo: ລະຫັດຜ່ານ
mr: पासवर्ड
my: စကားဝှက်
ne: पासवर्ड
si: මුරපදය
sq: Fjalëkalimi
sw: Nenosiri
ta: கடவுச்சொல்

# textFieldPassHintText
source: Please enter a password
kk: Құпия сөзді енгізіңіз
km: សូមបញ្ចូលពាក្យសម្ងាត់
kn: ದಯವಿಟ್ಟು ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານ
mr: कृपया पासवर्ड प्रविष्ट करा
my: စကားဝှက်ရိုက်ထည့်ပါ
ne: कृपया पासवर्ड लेख्नुहोस्
si: කරුණාකර මුරපදයක් ඇතුලත් කරන්න
sq: Ju lutemi jepni një fjalëkalim
sw: Tafadhali ingiza nenosiri
ta: தயவுசெய்து ஒரு கடவுச்சொல்லை உள்ளிடவும்

# textFieldPassValidatorText1
source: Password cannot be empty
kk: Құпия сөз бос болмауы керек
km: ពាក្យសម្ងាត់មិនអាចទទេ
kn: ಪಾಸ್‌ವರ್ಡ್ ಖಾಲಿಯಾಗಬಾರದು
lo: ລະຫັດຜ່ານບໍ່ສາມາດປ່ອຍໄດ້
mr: पासवर्ड रिक्त असू शकत नाही
my: စကားဝှက်မရှိပါ
ne: पासवर्ड खाली हुँदैन
si: මුරපදය හිස් විය නොහැකිය
sq: Fjalëkalimi nuk mund të jetë i zbrazët
sw: Nenosiri haiwezi kuwa tupu
ta: கடவுச்சொல் காலியாக இருக்க முடியாது

# textFieldPassValidatorText2
source: Please enter a bigger password
kk: Құпия сөзді көбейтіңіз
km: សូមបញ្ចូលពាក្យសម្ងាត់ធំជាង
kn: ದಯವಿಟ್ಟು ಒಂದು ದೊಡ್ಡ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານຂຽນຫຍັງກວ່າງໃຫຍ່
mr: कृपया एक मोठा पासवर्ड प्रविष्ट करा
my: စကားဝှက်ရိုက်ထည့်ပါသည့်စကားဝှက်သည်ကျောင်းသားအများဆုံး စာလုံးပြန်ပါမည်
ne: कृपया ठूलो पासवर्ड लेख्नुहोस्
si: කරුණාකර වැඩි මුරපදයක් ඇතුලත් කරන්න
sq: Ju lutemi jepni një fjalëkalim më të madh
sw: Tafadhali ingiza nenosiri kubwa zaidi
ta: தயவுசெய்து ஒரு பெரிய கடவுச்சொல் உள்ளிடுக

source: Remember me
kk: Есте сақтау
km: ចងចាំខ្ញុំ
kn: ನನ್ನನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳು
lo: ຈື່ຈະຈຳກັດລະຫັດຜ່ານ
mr: माझी आठवण
my: မှတ်ချက်မှုမရှိပါ
ne: मलाई सम्झनुहोस्
si: මතකයේ තබා ගන්න
sq: Më mbaj mend
sw: Nikumbuke
ta: என்னை ஞாபகப்படுத்து

# forgetPass
source: Forgot Password
kk: Құпия сөзді ұмыттыңыз ба?
km: ភ្លេចពាក្យសម្ងាត់
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತುಬಿಟ್ಟೆ
lo: ລືມລະຫັດຜ່ານ
mr: पासवर्ड विसरलात
my: စကားဝှက်မေ့သွားသည်
ne: पासवर्ड बिर्सनुभयो
si: මුරපදය අමතකද?
sq: Keni harruar fjalëkalimin
sw: Umesahau Nenosiri
ta: கடவுச்சொல் மறந்துவிட்டதா

# easyLoadingSignIn
source: Signing In...
kk: Кірілуде...
km: កំពុងចូលប្រើប្រាស់...
kn: ಸೈನ್ ಇನ್ ಆಗುತ್ತಿದೆ...
lo: ກຳລັງເຂົ້າສູ່ລະບົບ...
mr: साइन इन करत आहे...
my: ဝင်ရန်မလိုအပ်ပါသည်...
ne: साइन इन गर्दै...
si: පුරන්නාගෙන යන්න...
sq: Duke u hyrë...
sw: Inaingia...
ta: உள்நுழைகிறது...

# easyLoadingSuccess
source: Successful
kk: Сәтті
km: ជោគជ័យ
kn: ಯಶಸ್ವಿಯಾಗಿದೆ
lo: ສຳເລັດ
mr: यशस्वी
my: အောင်မြင်ပါသည်
ne: सफल
si: සාර්ථකයි
sq: Sukses
sw: Imefanikiwa
ta: வெற்றிகரமாக

# easyLoadingError
source: Failed with Error
kk: Қате пайда болды
km: បានបរាជ័យជាមួយកំហុស
kn: ತಪ್ಪಾಗಿದೆ
lo: ລາຍຊື່ຜິດພາດ
mr: त्रुटीसह अपयशी
my: အမှားမတိုင်ပါ
ne: त्रुटि भयो
si: අසාර්ථකයි විය
sq: Dështoi me gabim
sw: Imeshindwa na Kosa
ta: பிழையுடன் தோல்வியுற்றது

# notMember
source: Not a member?
kk: Аккаунтыңыз жоқ па?
km: មិនមែនជាសមាជិកទេ?
kn: ಸದಸ್ಯನಲ್ಲವೇ?
lo: ບໍ່ແມ່ນສະມາຊິກ?
mr: सदस्य नाहीस?
my: အသင့်မှာယူနီကုဒ်မရှိပါဘူးသေးသည့်မည်သည်မှာမရှိသေးပါဘူး။
ne: सदस्य नहुनुहोस्?
si: තේරුම්ගත නොහැක?
sq: Nuk jeni anëtar?
sw: Si Mwanachama?
ta: உறுதிப்படுத்தப்பட்டவரல்லையா?

# textFieldUserNameLabelText
source: Username
kk: Пайдаланушы аты
km: ឈ្មោះអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರರ ಹೆಸರು
lo: ຊື່ຜູ້ໃຊ້
mr: वापरकर्तानाव
my: အသုံးပြုသူအမည်
ne: प्रयोगकर्ता नाम
si: පරිශීලක නාමය
sq: Përdoruesi
sw: Jina la mtumiaji
ta: பயனர்பெயர்

# textFieldUserNameHintText
source: Please enter Your Username
kk: Пайдаланушы атыңызды енгізіңіз
km: សូមបញ្ចូលឈ្មោះអ្នកប្រើប្រាស់របស់អ្នក
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ກະລຸນາໃສ່ຊື່ຜູ້ໃຊ້ຂອງທ່ານ
mr: कृपया आपलं वापरकर्तानाव प्रविष्ट करा
my: အသုံးပြုသူအမည်ရိုက်ထည့်ပါ
ne: कृपया तपाईंको प्रयोगकर्ता नाम लेख्नुहोस्
si: කරුණාකර ඔබේ පරිශීලක නාමය ඇතුලත් කරන්න
sq: Ju lutemi jepni emrin tuaj të përdoruesit
sw: Tafadhali ingiza jina lako la mtumiaji
ta: தயவுசெய்து உங்கள் பயனர்பெயரை உள்ளிடவும்

# textFieldUserNameValidatorText1
source: Username cannot be empty
kk: Пайдаланушы аты бос болмауы керек
km: ឈ្មោះអ្នកប្រើប្រាស់មិនអាចទទេ
kn: ಬಳಕೆದಾರರ ಹೆಸರು ಖಾಲಿಯಾಗಬಾರದು
lo: ຊື່ຜູ້ໃຊ້ບໍ່ສາມາດປ່ອຍໄດ້
mr: वापरकर्तानाव रिक्त असू शकत नाही
my: အသုံးပြုသူအမည်မရှိပါ
ne: प्रयोगकर्ता नाम खाली हुँदैन
si: පරිශීලක නාමය හිස් විය නොහැකිය
sq: Emri i përdoruesit nuk mund të jetë i zbrazët
sw: Jina la mtumiaji haiwezi kuwa tupu
ta: பயனர்பெயர் காலியாக இருக்க முடியாது

# textFieldUserNameValidatorText2
source: Please input at least 4 character
kk: Кем дегенде 4 тауып символ енгізіңіз
km: សូមបញ្ចូលតួអក្សរយ៉ាងហោចណាស់ ៤ តួអក្សរ
kn: ದಯವಿಟ್ಟು ಕನಿಷ್ಠ 4 ಅಕ್ಷರಗಳನ್ನು ನಮೂದಿಸಿ
lo: ກະລຸນາໃສ່ສ່ວນຂອງຕົນສອງອັກສອນ
mr: किमान 4 अक्षरे प्रविष्ट करा
my: အနည်းဆုံး ၄လုံးအက္ခရာရှိပါပြီးသည့်အမျိုးသားရိုက်ထည့်ပါ
ne: कृपया कम्तीमा ४ वर्ण लेख्नुहोस्
si: කරුණාකර 4 අක්ෂරයක් හෝ වැඩි සංඛ්‍යා ඇතුලත් කරන්න
sq: Ju lutemi vendosni të paktën 4 karaktere
sw: Tafadhali ingiza angalau herufi 4
ta: தயவுசெய்து குறைந்தது 4 எழுத்துகள் உள்ளிடுக

# easyLoadingRegister
source: Registering....
kk: Тіркелуде...
km: កំពុងចុះឈ្មោះ....
kn: ನೋಂದಣಿಯಾಗುತ್ತಿದೆ....
lo: ກຳລັງລົງທະບຽນ....
mr: नोंदणी करत आहे....
my: မှတ်ပုံတင်ပါမည်....
ne: रेजिष्टर गर्दै...
si: ලියාපදිංචි වෙමින්...
sq: Duke u regjistruar....
sw: Inajiandikisha....
ta: பதிவு செய்கிறது....

# alreadyAccount
source: Already have an account?
kk: Аккаунтыңыз бар ма?
km: មានគណនីរួចហើយទេ?
kn: ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿದ್ದೀರಾ?
lo: ມີບັນຊີແລ້ວ?
mr: आधीपासून खाते आहे?
my: ယခုအကောင့်ရှိရှိသည်မှာယူနီကုဒ်ရှိပါပြီးသော်လည်းမရှိပါ
ne: पहिले नै खाता छ?
si: දැනටමත් ගිණුමක් තිබේද?
sq: Tashmë keni një llogari?
sw: Tayari una akaunti?
ta: ஏற்கனவே ஒரு கணக்கு உள்ளதா?

# cartScreenName
source: Cart
kk: Себет
km: រទេះ
kn: ಕಾರ್ಟ್
lo: ກະຕ່າ
mr: कार्ट
my: ဈေးဝယ်ခြင်း
ne: कार्ट
si: කර්තෘ
sq: Shporta
sw: Korosho
ta: கார்ட்

# cartItems
source: items
kk: элементтер
km: ធាតុ
kn: ಐಟಂಗಳು
lo: ລາຍການ
mr: आयटम्स
my: အစားအစာရွေးချယ်ရမည်
ne: वस्तुहरू
si: අයිතම
sq: produkte
sw: vitu
ta: பொருட்கள்

# ifNoItems
source: No Items in the cart, Please Shop Now
kk: Себетте элементтер жоқ, Қазір дүкенге кіріңіз
km: គ្មានធាតុក្នុងរទេះទេ, សូមទិញឥវ៉ាន់ឥឡូវនេះ
kn: ಕಾರ್ಟ್ ನಲ್ಲಿ ಯಾವುದೇ ಐಟಂಗಳು ಇಲ್ಲ, ದಯವಿಟ್ಟು ಈಗ ಖರೀದಿಸಿ
lo: ບໍ່ມີລາຍການໃນກະຕ່າ, ກະລຸນາຊື້ທີ່ນີ້
mr: कार्टमध्ये कोणतेही वस्त्र नाहीत, कृपया आता खरेदी करा
my: ဈေးဝယ်ခြင်းတွင်အစားအစာမရှိပါ၊ ခဏစောင့်စာရင်းကိုရှာမည်
ne: कार्टमा कुनै वस्तुहरू छैनन्, कृपया अब खरीद गर्नुहोस्
si: කර්තෘවේ අයිතම් නොමැත, කරුණාකර දැන් වෙනස් කරන්න
sq: Nuk ka produkte në shportë, Ju lutemi bëni blerje tani
sw: Hakuna Vitu kwenye korosho, Tafadhali Nunua Sasa
ta: கார்ட்டில் எந்த பொருட்களும் இல்லை, தயவுசெய்து இப்போது ஷாப்பிங் செய்யவும்

# coupon
source: No Items in the cart, Please Shop Now
kk: Себетте элементтер жоқ, Қазір дүкенге кіріңіз
km: គ្មានធាតុក្នុងរទេះទេ, សូមទិញឥវ៉ាន់ឥឡូវនេះ
kn: ಕಾರ್ಟ್‌ನಲ್ಲಿ ಯಾವುದೇ ಐಟಂಗಳು ಇಲ್ಲ, ದಯವಿಟ್ಟು ಈಗ ಖರೀದಿಸಿ
lo: ບໍ່ມີລາຍການໃນກະຕ່າ, ກະລຸນາຊື້ທີ່ນີ້
mr: कार्टमध्ये कोणतेही वस्त्र नाहीत, कृपया आता खरेदी करा
my: ဈေးဝယ်ခြင်းတွင်အစားအစာမရှိပါ၊ ခဏစောင့်စာရင်းကိုရှာမည်
ne: कार्टमा कुनै वस्तुहरू छैनन्, कृपया अब खरीद गर्नुहोस्
si: කරුණාකර දැන් වෙනස් කරන්න
sq: Nuk ka produkte në shportë, Ju lutemi bëni blerje tani
sw: Hakuna Vitu kwenye korosho, Tafadhali Nunua Sasa
ta: கார்ட்டில் எந்த பொருட்களும் இல்லை, தயவுசெய்து இப்போது ஷாப்பிங் செய்யவும்

# enterCoupon
source: Please enter a Coupon
kk: Купонды енгізіңіз
km: សូមបញ្ចូលកូដបញ្ចុះតម្លៃ
kn: ದಯವಿಟ್ಟು ಕೂಪನ್ ನಮೂದಿಸಿ
lo: ກະລຸນາໃສ່ລະຫັດສ່ວນຂອງທ່ານ
mr: कृपया कूपन प्रविष्ट करा
my: ကူပြောင်းရန်စာရိုက်ထည့်ပါ
ne: कृपया कुपन लेख्नुहोस्
si: කූපනයක් ඇතුලත් කරන්න
sq: Ju lutemi vendosni një kupon
sw: Tafadhali ingiza Kuponi
ta: ஒரு கூப்பனை உள்ளிடவும்

# easyLoadingApplying
source: Applying....
kk: Қолдану...
km: កំពុងដាក់សម្គាល់....
kn: ಅನ್ವಯಿಸಲಾಗುತ್ತಿದೆ....
lo: ກຳລັງໃຊ້ຢູ່....
mr: लागू करत आहे....
my: လျှောက်လှမ်းခြင်း....
ne: लागू गर्दै...
si: අයවැය යොදන්නාගේ...
sq: Duke aplikuar....
sw: Inatumika....
ta: பயன்படுத்தப்படுகின்றது....

# easyLoadingSuccessApplied
source: Applied
kk: Қолданылды
km: ដាក់សម្គាល់ដោយជោគជ័យ
kn: ಅನ್ವಯಿಸಲಾಗಿದೆ
lo: ໃຊ້ຢູ່ສຳເລັດ
mr: लागू केले
my: အောက်ခြေထိချနေပါသည်
ne: लागू भयो
si: යොදා ඇති විය
sq: Aplikuar
sw: Imetumika
ta: பயன்படுத்தப்பட்டது

# couponApply
source: Apply
kk: Қолдану
km: អនុវត្ត
kn: ಅನ್ವಯಿಸಿ
lo: ໃຊ້ຢູ່
mr: लागू करा
my: လျှောက်လှမ်းရန်
ne: लागू गर्नुहोस्
si: යොදන්න
sq: Apliko
sw: Tumia
ta: விண்ணப்பிக்கவும்

source: Your Order
kk: Сіздің тапсырысыңыз
km: ការបញ្ជាទិញរបស់អ្នក
kn: ನಿಮ್ಮ ಆದೇಶ
lo: ການສັ່ງຊື້ຂອງທ່ານ
mr: तुमचा ऑर्डर
my: သင့်ရဲ့အမှာစာ
ne: तपाईंको अर्डर
si: ඔබගේ ඇණවුම
sq: Porosia Juaj
sw: Agizo Lako
ta: உங்கள் ஆர்டர்

source: Subtotal
kk: Жалпы сомма
km: សរុបរង
kn: ಪೂರ್ವಮೂಲ
lo: ລວມລາຄາທັງໝົດ
mr: उपसंग्रहित
my: စုစုပေါင်း
ne: कुल रकम
si: මුළු වියදම
sq: Nëntotali
sw: Jumla ya Sehemu
ta: மொத்த தொகை

source: Discount
kk: Жеңілдік
km: ការបញ្ចុះតម្លៃ
kn: ಹೊಂತಾದ
lo: ສ່ວນຫຼຸດ
mr: सवलत
my: လျှော့စျေး
ne: छूट
si: වට්ටෝරුව
sq: Zbritje
sw: Punguzo
ta: தள்ளுபடி

source: Total Amount
kk: Жалпы сомасы
km: សរុបចំនួន
kn: ಒಟ್ಟು ಮೊತ್ತ
lo: ລວມທັງໝົດ
mr: एकूण रक्कम
my: စုစုပေါင်းငွေပမာဏ
ne: कुल रकम
si: මුළු මුදල්
sq: Shuma totale
sw: Jumla ya Kiasi
ta: மொத்த தொகை

# checkOutButton
source: Check Out
kk: Төлем жасау
km: ទិញ
kn: ಚೆಕ್ ಔಟ್
lo: ກົດທີ່ຢູ່
mr: चेक आउट
my: ယူသွားမည်
ne: चेक आउट
si: ප්‍රයෝජනවත් කරන්න
sq: Paguaj
sw: Kamilisha Ununuzi
ta: பதிவு செய்யுங்கள்

# addProductFirst
source: Please add some products first
kk: Өтініш, алдымен бірнеше өнім қосыңыз
km: សូមបន្ថែមផលិតផលជាមុន
kn: ಮೊದಲು ಕೆಲವು ಉತ್ಪನ್ನಗಳನ್ನು ಸೇರಿಸಿ
lo: ກະລຸນາເພີ່ມສິນຄ້າກ່ອນ
mr: कृपया पहिल्यांदा काही उत्पादने जोडा
my: ပစ္စည်းများကိုအပ်ပါကို
ne: कृपया पहिले केहि उत्पादन हाल्नुहोस्
si: කරුණාකර ප්‍රවාහන සඳහා එක් නිරවුල් එකක් එක් කරන්න
sq: Ju lutem shtoni disa produkte fillimisht
sw: Tafadhali ongeza bidhaa kwanza
ta: முதலில் சில பொருட்களைச் சேர்க்கவும்

# addNewAddressScreenName
source: Add New Address
kk: Жаңа мекен-жай қосу
km: បន្ថែមអាសយដ្ឋានថ្មី
kn: ಹೊಸ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
lo: ເພີ່ມທີ່ຢູ່ໃຫມ່
mr: नवीन पत्ता जोडा
my: သွားရန်လိပ်စာအသစ်ထည့်ပါ
ne: नयाँ ठेगाना थप्नुहोस्
si: නව ලිපිනයක් එක් කරන්න
sq: Shto Adresë të Re
sw: Ongeza Anwani Mpya
ta: புதிய முகவரி சேர்க்க

# fastNameTextFieldLabel
source: First Name
kk: Аты
km: នាមខ្លួន
kn: ಮೊದಲ ಹೆಸರು
lo: ຊື່ທ່ານຊື່
mr: पहिले नाव
my: နာမည်အစား
ne: पहिलो नाम
si: පළමු නම
sq: Emri
sw: Jina la Kwanza
ta: முதல் பெயர்

# fastNameTextFieldHint
source: Enter your first name
kk: Атыңызды енгізіңіз
km: បញ្ចូលនាមខ្លួនរបស់អ្នក
kn: ನಿಮ್ಮ ಮೊದಲ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ພິມຊື່ທ່ານຊື່ຂອງທ່ານ
mr: तुमचे पहिले नाव प्रविष्ट करा
my: သင်၏နာမည်ကိုရိုက်ထည့်ပါ
ne: तपाईंको पहिलो नाम लेख्नुहोस्
si: ඔබගේ පළමු නම ඇතුළත් කරන්න
sq: Shkruani emrin tuaj
sw: Ingiza jina lako la kwanza
ta: உங்கள் முதல் பெயரை உள்ளிடவும்

# fastNameTextFieldValidator
source: First name cannot be empty
kk: Аты бос болмауы керек
km: នាមខ្លួនមិនអាចទទេ
kn: ಮೊದಲ ಹೆಸರು ಖಾಲಿ ಇರಬಾರದು
lo: ຊື່ທ່ານຊື່ທ່ານບໍ່ສາມາດເປັນຄໍາເວັນໄດ້
mr: पहिले नाव रिक्त असू नये
my: နာမည်ကိုအလွန်မရပါ
ne: पहिलो नाम खाली हुन सक्दैन
si: පළමු නම හිස් වී නැත
sq: Emri nuk mund të jetë i zbrazët
sw: Jina la kwanza halipaswi kuwa tupu
ta: முதல் பெயர் காலியாக இருக்க முடியாது

# lastNameTextFieldLabel
source: Last Name
kk: Тегі
km: គោត្តនាម
kn: ಕೊನೆಯ ಹೆಸರು
lo: ນາມສະກຸນ
mr: आडनाव
my: မောင်နာမည်
ne: थर
si: අවසාන නම
sq: Mbiemri
sw: Jina la Mwisho
ta: கடைசி பெயர்

# lastNameTextFieldHint
source: Enter your last name
kk: Тегіңізді енгізіңіз
km: បញ្ចូលគោត្តនាមរបស់អ្នក
kn: ನಿಮ್ಮ ಕೊನೆಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ພິມນາມສະກຸນຂອງທ່ານ
mr: तुमचे आडनाव प्रविष्ट करा
my: သင်၏မောင်နာမည်ကိုရိုက်ထည့်ပါ
ne: तपाईंको थर लेख्नुहोस्
si: ඔබගේ අවසාන නම ඇතුළත් කරන්න
sq: Shkruani mbiemrin tuaj
sw: Ingiza jina lako la mwisho
ta: உங்கள் கடைசி பெயரை உள்ளிடவும்

# lastNameTextFieldValidator
source: Last name cannot be empty
kk: Тегі бос болмауы керек
km: គោត្តនាមមិនអាចទទេ
kn: ಕೊನೆಯ ಹೆಸರು ಖಾಲಿ ಇರಬಾರದು
lo: ນາມສະກຸນຂອງທ່ານບໍ່ສາມາດເປັນຄໍາເວັນໄດ້
mr: आडनाव रिक्त असू नये
my: မောင်နာမည်ကိုအလွန်မရပါ
ne: थर खाली हुन सक्दैन
si: අවසාන නම හිස් වී නැත
sq: Mbiemri nuk mund të jetë i zbrazët
sw: Jina la mwisho halipaswi kuwa tupu
ta: கடைசி பெயர் காலியாக இருக்க முடியாது

# strAddress1Text
source: Add New Address 1
kk: Жаңа мекен-жай 1
km: បន្ថែមអាសយដ្ឋាន ១
kn: ಹೊಸ ವಿಳಾಸ 1 ಸೇರಿಸಿ
lo: ເພີ່ມທີ່ຢູ່ 1
mr: नवीन पत्ता 1 जोडा
my: လိပ်စာအသစ် ၁ ထည့်ပါ
ne: नयाँ ठेगाना १
si: නව ලිපිනය 1
sq: Adresa e Re 1
sw: Ongeza Anwani 1 Mpya
ta: புதிய முகவரி 1

# strAddress1TextHint
source: Enter Street address
kk: Көше мекенжайын енгізіңіз
km: បញ្ចូលអាសយដ្ឋានផ្លូវ
kn: ರಸ್ತೆ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
lo: ພິມທີ່ຢູ່ຜະລິດຕະພັນ
mr: सडक पत्ता प्रविष्ट करा
my: လမ်းလိပ်စာကိုထည့်ပါ
ne: सडक ठेगाना लेख्नुहोस्
si: වීදි ලිපිනය ඇතුළත් කරන්න
sq: Shkruani adresën e rrugës
sw: Ingiza anwani ya mtaa
ta: தெரு முகவரியை உள்ளிடவும்

# strAddress1TextValid
source: Street address cannot be empty
kk: Көше мекенжайы бос болмауы керек
km: អាសយដ្ឋានផ្លូវមិនអាចទទេ
kn: ರಸ್ತೆ ವಿಳಾಸ ಖಾಲಿ ಇರಬಾರದು
lo: ທີ່ຢູ່ຜະລິດຕະພັນບໍ່ສາມາດເປັນຄໍາເວັນໄດ້
mr: सडक पत्ता रिक्त असू नये
my: လမ်းလိပ်စာကိုအလွန်မရပါ
ne: सडक ठेगाना खाली हुन सक्दैन
si: වීදි ලිපිනය හිස් වී නැත
sq: Adresa e rrugës nuk mund të jetë e zbrazët
sw: Anwani ya mtaa haipaswi kuwa tupu
ta: தெரு முகவரி காலியாக இருக்க முடியாது

# strAddress2Text
source: Add New Address 2
kk: Жаңа мекен-жай 2
km: បន្ថែមអាសយដ្ឋាន ២
kn: ಹೊಸ ವಿಳಾಸ 2 ಸೇರಿಸಿ
lo: ເພີ່ມທີ່ຢູ່ 2
mr: नवीन पत्ता 2 जोडा
my: လိပ်စာအသစ် ၂ ထည့်ပါ
ne: नयाँ ठेगाना २
si: නව ලිපිනය 2
sq: Adresa e Re 2
sw: Ongeza Anwani 2 Mpya
ta: புதிய முகவரி 2

# cityTown
source: Town / City*
kk: Қала / қасқыр*
km: ទីក្រុង/ក្រុមទីក្រុង*
kn: ನಗರ / ಪಟ್ಟಣ*
lo: ເມື່ອ/ເມືອງ
mr: शहर / नगर*
my: မြို့/မြို့*
ne: नगर / शहर*
si: නගරය / නගරය*
sq: Qyteti*
sw: Mji
ta: நகரம் / மாநகரம்*

# cityTownHint
source: Enter Town / City
kk: Қала / қасқырды енгізіңіз
km: បញ្ចូលទីក្រុង/ក្រុមទីក្រុង
kn: ನಗರ / ಪಟ್ಟಣವನ್ನು ನಮೂದಿಸಿ
lo: ພິມເມື່ອ/ເມືອງ
mr: शहर / नगर प्रविष्ट करा
my: မြို့/မြို့ကိုထည့်ပါ
ne: नगर / शहर लेख्नुहोस्
si: නගරය / නගරය ඇතුළත් කරන්න
sq: Shkruani qytetin
sw: Ingiza jina la mji
ta: நகரம் / மாநகரம் உள்ளிடவும்

# cityTownValid
source: Town / City cannot be empty
kk: Қала / қасқыр бос болмауы керек
km: ទីក្រុង/ក្រុមទីក្រុងមិនអាចទទេ
kn: ನಗರ / ಪಟ್ಟಣ ಖಾಲಿ ಇರಬಾರದು
lo: ເມື່ອ/ເມືອງບໍ່ສາມາດເປັນຄໍາເວັນໄດ້
mr: शहर / नगर रिक्त असू नये
my: မြို့/မြို့ကိုအလွန်မရပါ
ne: नगर / शहर खाली हुन सक्दैन
si: නගරය / නගරය හිස් වී නැත
sq: Qyteti nuk mund të jetë i zbrazët
sw: Jina la mji halipaswi kuwa tupu
ta: நகரம் / மாநகரம் காலியாக இருக்க முடியாது

source: Postcode*
kk: Пошта индексі*
km: លេខកូដប្រៃសណីយ៍*
kn: ಪಿನ್ ಕೋಡ್*
lo: ລະຫັດໄປສະນີເວັນຕາ
mr: पिनकोड*
my: စာတိုက်ပေဒသာ*
ne: पिन कोड*
si: තැපැල් කේතය*
sq: Kodi postar*
sw: Nambari ya Posta
ta: அஞ்சல் குறியீடு*

# postcodeHint
source: Enter a postcode
kk: Пошта индексін енгізіңіз
km: បញ្ចូលលេខកូដប្រៃសណីយ៍
kn: ಪಿನ್ ಕೋಡ್ ನಮೂದಿಸಿ
lo: ພິມລະຫັດໄປສະນີເວັນຕາ
mr: पिनकोड प्रविष्ट करा
my: စာတိုက်ပေဒသာထည့်ပါ
ne: पिन कोड लेख्नुहोस्
si: තැපැල් කේතයක් ඇතුළත් කරන්න
sq: Shkruani një kod postar
sw: Ingiza nambari ya posta
ta: அஞ்சல் குறியீடை உள்ளிடவும்

# postcodeValid
source: Postcode cannot be empty
kk: Пошта индексі бос болмауы керек
km: លេខកូដប្រៃសណីយ៍មិនអាចទទេ
kn: ಪಿನ್ ಕೋಡ್ ಖಾಲಿ ಇರಬಾರದು
lo: ລະຫັດໄປສະນີເວັນຕາບໍ່ສາມາດເປັນຄໍາເວັນໄດ້
mr: पिनकोड रिक्त असू नये
my: စာတိုက်ပေဒသာကိုအလွန်မရပါ
ne: पिन कोड खाली हुन सक्दैन
si: තැපැල් කේතය හිස් වී නැත
sq: Kodi postar nuk mund të jetë i zbrazët
sw: Nambari ya posta haipaswi kuwa tupu
ta: அஞ்சல் குறியீடு காலியாக இருக்க முடியாது

source: State*
kk: Аймақ*
km: រដ្ឋ*
kn: ರಾಜ್ಯ*
lo: ແຂວງ
mr: राज्य*
my: ပြည်/တိုင်း*
ne: राज्य*
si: පළාත්*
sq: Shteti*
sw: Jimbo
ta: மாநிலம்*

# stateHint
source: Enter a State
kk: Аймақты енгізіңіз
km: បញ្ចូលរដ្ឋ
kn: ರಾಜ್ಯವನ್ನು ನಮೂದಿಸಿ
lo: ພິມແຂວງ
mr: राज्य प्रविष्ट करा
my: ပြည်နယ်ကိုထည့်ပါ
ne: राज्य लेख्नुहोस्
si: පළාත් ඇතුළත් කරන්න
sq: Shkruani një shtet
sw: Ingiza jimbo
ta: மாநிலத்தை உள்ளிடவும்

# textFieldPhoneLabel
source: Phone Number
kk: Телефон нөмірі
km: លេខទូរស័ព្ទ
kn: ಫೋನ್ ಸಂಖ್ಯೆ
lo: ເບີໂທລະສັບ
mr: फोन नंबर
my: ဖုန်းနံပါတ်
ne: फोन नम्बर
si: දුරකථන අංකය
sq: Numri i telefonit
sw: Namba ya Simu
ta: தொலைபேசி எண்

# textFieldPhoneHint
source: Enter Your Phone Number
kk: Телефон нөміріңізді енгізіңіз
km: បញ្ចូលលេខទូរស័ព្ទរបស់អ្នក
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
lo: ພິມເບີໂທລະສັບຂອງທ່ານ
mr: तुमचा फोन नंबर प्रविष्ट करा
my: သင့်ဖုန်းနံပါတ်ကိုထည့်ပါ
ne: तपाईंको फोन नम्बर लेख्नुहोस्
si: ඔබේ දුරකථන අංකය ඇතුළත් කරන්න
sq: Shkruani numrin tuaj të telefonit
sw: Ingiza namba yako ya simu
ta: உங்கள் தொலைபேசி எணை உள்ளிடவும்
