Repository: nuru11/flutter_ethiospare_ecommerce
Catalog: lib/l10n/intl_*.arb
Languages: kk, km, kn, lo, mr, my, ne, si, sq, sw, ta

# textFieldPhoneValidator
source: Phone Number cannot be empty
kk: Телефон нөмірі бос болмауы керек
km: លេខទូរស័ព្ទមិនអាចទទេ
kn: ಫೋನ್ ಸಂಖ್ಯೆ ಖಾಲಿ ಇರಬಾರದು
lo: ເບີໂທລະສັບບໍ່ສາມາດເປັນຄໍາເວັນໄດ້
mr: फोन नंबर रिक्त असू नये
my: ဖုန်းနံပါတ်ကိုအလွန်မရပါ
ne: फोन नम्बर खाली हुन सक्दैन
si: දුරකථන අංකය හිස් වී නැත
sq: Numri i telefonit nuk mund të jetë i zbrazët
sw: Namba ya simu haipaswi kuwa tupu
ta: தொலைபேசி எண் காலியாக இருக்க முடியாது

# updateHint
source: Updating...
kk: Жаңарту...
km: កែប្រែ...
kn: ನವೀಕರಿಸುವಲ್ಲಿ...
lo: ການປັບປຸງ...
mr: अद्यावत करीत आहे...
my: နောက်တစ်ကြိမ်ရေးရန်...
ne: अद्यावधिक गर्दै...
si: යාවත්කාලීනව පවතී...
sq: Po përditësohet...
sw: Inasasisha...
ta: புதுப்பித்தல்...

# checkOutScreenName
source: Check Out
kk: Төлем жасау
km: ទិញ
kn: ಚೆಕ್ ಔಟ್
lo: ກວດສອບ
mr: चेक आउट
my: ယူသွားမည်
ne: चेक आउट
si: ප්‍රයෝජනවත් කිරීම
sq: Paguaj
sw: Kamilisha Ununuzi
ta: பதிவு செய்யுங்கள்

# addShippingAddressButton
source: Please add shipping Address First
kk: Алдымен жеткізу мекенжайын қосыңыз
km: សូមបន្ថែមអាសយដ្ឋានដឹកជញ្ជូនជាមុន
kn: ಮೊದಲು ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
lo: ກະລຸນາເພີ່ມທີ່ຢູ່ຂອງການສົ່ງສິນຄ້າກ່ອນ
mr: कृपया पहिल्यांदा शिपिंग पत्ता जोडा
my: သွားရန်လိပ်စာအသစ်ထည့်ပါ
ne: कृपया पहिले शिपिंग ठेगाना थप्नुहोस्
si: කරුණාකර ප්‍රවාහන ලිපිනයක් පෙරහන් කරන්න
sq: Ju lutem shtoni adresën e transportit fillimisht
sw: Tafadhali ongeza anwani ya usafirishaji kwanza
ta: முதன்முதலில் டென்பு முகவரியைச் சேர்க்கவும்

source: Total Items:
kk: Барлық өнімдер:
km: ចំនួនទំនិញសរុប:
kn: ಒಟ್ಟು ಐಟಂಗಳು:
lo: ລວມສິນຄ້າ:
mr: एकूण वस्त्रे:
my: စုစုပေါင်းပစ္စည်း:
ne: कुल वस्तुहरू:
si: එකතුව:
sq: Artikujt totalë:
sw: Jumla ya Vitu:
ta: மொத்த பொருட்கள்:

source: Quantity:
kk: Саны:
km: បរិមាណ:
kn: ಪ್ರಮಾಣ:
lo: ຈຳນວນ:
mr: प्रमाण:
my: အရေအတွက်:
ne: मात्रा:
si: ප්රමාණය:
sq: Sasia:
sw: Idadi:
ta: அளவு:

source: Shipping Address
kk: Жеткізу мекенжайы
km: អាសយដ្ឋានដឹកជញ្ជូន
kn: ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸ
lo: ທີ່ຢູ່ສົ່ງສິນຄ້າ
mr: शिपिंग पत्ता
my: ပစ္စည်းလိပ်စာ
ne: शिपिंग ठेगाना
si: ප්‍රවාහන ලිපිනය
sq: Adresa e Transportit
sw: Anwani ya Usafirishaji
ta: டென்பு முகவரி

# changeButton
source: Change
kk: Өзгерту
km: ផ្លាស់ប្តូរ
kn: ಬದಲಾಯಿಸು
lo: ປ່ຽນ
mr: बदला
my: ပြောင်းရန်
ne: परिवर्तन गर्नुहोस्
si: වෙනස් කරන්න
sq: Ndrysho
sw: Badilisha
ta: மாற்று

# payWithWebCheckoutButton
source: Proceed to Checkout
kk: Төлем жасауға өту
km: បន្តទៅការទូទាត់
kn: ಚೆಕ್ಔಟ್‌ಗೆ ಮುಂಚೆಯೇ ಸಾಗಿ
lo: ໄປທີ່ການຈ່າຍເງິນ
mr: चेकआउटला प्राविण्य करा
my: ယူသွားမည်ပို့ရန်
ne: चेकआउटमा जानुहोस्
si: ප්‍රයෝජනවත් කරන්න
sq: Vazhdoni me Pagesën
sw: Endelea kwenye Malipo
ta: பதிவுசெய்ய முடியும்

# easyLoadingCreatingOrder
source: Creating Order...
kk: Тапсырысты жасау...
km: កំពុងបង្កើតការបញ្ជាទិញ...
kn: ಆರ್ಡರ್ ರಚಿಸಲಾಗುತ್ತಿದೆ...
lo: ກຳລັງສ້າງລາຍການ...
mr: ऑर्डर तयार करीत आहे...
my: အော်တိုင်းဖန်တီးနေသည်...
ne: आदेश सिर्जना गर्दै...
si: ඇනවුම සාදන්නේ...
sq: Po krijoj porosinë...
sw: Inaunda Agizo...
ta: ஆர்டர் உருவாக்கம்...

# orderSuccess
source: Order successfully!
kk: Тапсырыс сәтті!
km: បានបញ្ជាទិញដោយជោគជ័យ!
kn: ಆರ್ಡರ್ ಯಶಸ್ವಿಯಾಗಿದೆ!
lo: ສັ່ງຊື້ສຳເລັດ!
mr: आदेश सफळतेने!
my: အော်တိုင်းဖန်တီးမှုအောင်မြင်ပါ!
ne: आदेश सफलतापूर्वक!
si: ඇනවුම සාර්ථකයි!
sq: Porosia u krye me sukses!
sw: Agizo limefanikiwa!
ta: ஆர்டர் வெற்றிகரமாக!

# orderSuccessSubText
source: Your order will be delivered soon. Thank you.
kk: Тапсырысыңыз жақын арада жеткізіледі. Рахмет.
km: ការបញ្ជាទិញរបស់អ្នកនឹងត្រូវបានដឹកជញ្ជូនឆាប់ពីឥឡូវនេះ។ សូមអរគុណ។
kn: ನಿಮ್ಮ ಆರ್ಡರ್ ಬೇಗನೆ ವಿತರಿಸಲಾಗುತ್ತದೆ. ಧನ್ಯವಾದಗಳು.
lo: ການສັ່ງຊື້ຂອງທ່ານຈະຖືກສົ່ງມາໃນອາກາດ. ຂໍຂອບໃຈທ່ານ.
mr: तुमचा ऑर्डर लवकरच वितरित होईल. धन्यवाद.
my: သင့်အော်တိုင်းကိုမကြိုက်နွယ်ပွားနေပါသည်။ ကျေးဇူးပြုပြီးကျေးဇူးပြုပြီးပါပြီ။
ne: तपाईंको आदेश थोरैबेला पुग्नेछ। धन्यवाद।
si: ඔබගේ ඇනවුම ඉවත්වෙනු ඇත. ස්තුතියි.
sq: Porosia juaj do të dërgohet së shpejti. Faleminderit.
sw: Agizo lako litakuletea hivi karibuni. Asante.
ta: உங்கள் ஆர்டர் விரைவில் வழங்கப்படும். நன்றி.

# backToHomeButton
source: Back to Home
kk: Үйге оралу
km: ត្រឡប់ទៅទំព័រដើម
kn: ಮುಂದಿನ ಹೆಜ್ಜೆ
lo: ກັບໜ້າຫຼັກ
mr: होमला परत जा
my: နေအိမ်သို့ပြန်သွားရန်
ne: हाम्रोमा फर्किनुहोस्
si: මුල් පිටුවට යන්න
sq: Kthehu në Kryefaqe
sw: Rudi Nyumbani
ta: வீட்டிற்கு திரும்பவும்

# confirmOrderScreenName
source: Confirm Your Order
kk: Тапсырысыңызды растау
km: បញ្ជាទិញរបស់អ្នក
kn: ನಿಮ್ಮ ಆರ್ಡರ್ ದೃಢೀಕರಿಸಿ
lo: ຢືນຢັນການສັ່ງຊື້ຂອງທ່ານ
mr: तुमच्या ऑर्डरची पुष्टी करा
my: အော်တိုင်းဖန်တီးရန်အတွက်အတည်ပြုပါ
ne: तपाईंको आदेश पुष्टि गर्नुहोस्
si: ඔබගේ ඇනවුම තහවුරු කරන්න
sq: Konfirmo Porosinë Tënde
sw: Thibitisha Agizo Lako
ta: உங்கள் ஆர்டரை உறுதிப்படுத்தவும்

# myOrderScreenName
source: My Order
kk: Менің тапсырыстарым
km: ការបញ្ជាទិញរបស់ខ្ញុំ
kn: ನನ್ನ ಆರ್ಡರ್
lo: ລາຍການຂອງຂ້ອຍ
mr: माझे ऑर्डर
my: ကျွန်ုပ်အမှားများ
ne: मेरो आदेश
si: මගේ ඇනවුම
sq: Porosia Ime
sw: Agizo Langu
ta: என் ஆர்டர்

source: Order ID: #
kk: Тапсырыс ID: #
km: លេខកូដបញ្ជាទិញ: #
kn: ಆರ್ಡರ್ ಐಡಿ: #
lo: ເລກທີສັ່ງຊື້: #
mr: ऑर्डर आयडी: #
my: အော်တိုင်း ID: #
ne: आदेश आइडी: #
si: ඇනවුම් අංකය: #
sq: ID e Porosisë: #
sw: Namba ya Agizo: #
ta: ஆர்டர் ஐடி: #

# noOrder
source: You have no order
kk: Сіздің тапсырысыңыз жоқ
km: អ្នកមិនទាន់មានការបញ្ជាទិញទេ
kn: ನೀವು ಯಾವುದೇ ಆರ್ಡರ್ ಇಲ್ಲ
lo: ທ່ານຍັງບໍ່ມີການສັ່ງຊື້
mr: तुमच्याकडे कोणतेही ऑर्डर नाहीत
my: သင့်အော်တိုင်းမှာယူသွားမှုမရှိပါ
ne: तपाईंको आदेश छैन
si: ඔබට ඇනවුම් නැත
sq: Ju nuk keni asnjë porosi
sw: Huna agizo
ta: உங்களிடம் ஆர்டர் இல்லை

# cancelOrderButton
source: Cancel Order
kk: Тапсырысты болдырмау
km: បោះបង់ការបញ្ជាទិញ
kn: ಆರ್ಡರ್ ರದ್ದುಗೊಳಿಸು
lo: ຍົກເລີກການສັ່ງຊື້
mr: ऑर्डर रद्द करा
my: အော်တိုင်းဖျက်မည်
ne: आदेश रद्द गर्नुहोस्
si: ඇනවුම අවලංගු කරන්න
sq: Anulo Porosinë
sw: Ghairi Agizo
ta: ஆர்டரை ரத்துசெய்

source: Canceling Order
kk: Тапсырысты болдырмау
km: កំពុងបោះបង់ការបញ្ជាទិញ
kn: ಆರ್ಡರ್ ರದ್ದುಗೊಳಿಸಲಾಗುತ್ತಿದೆ
lo: ກຳລັງຍົກເລີກການສັ່ງຊື້
mr: ऑर्डर रद्द करीत आहे
my: အော်တိုင်းဖျက်နေသည်
ne: आदेश रद्द गर्दै...
si: ඇනවුම අවලංගු කිරීම
sq: Po anulohet porosia
sw: Inaghairi Agizo
ta: ஆர்டரை ரத்துசெய்கின்றன...

# cancelingOrderHintText
source: Enter reason for cancel order
kk: Тапсырысты болдырмау себебін енгізіңіз
km: បញ្ចូលមូលហេតុសម្រាប់បោះបង់ការបញ្ជាទិញ
kn: ಆರ್ಡರ್ ರದ್ದುಗೊಳಿಸುವ ಕಾರಣವನ್ನು ನಮೂದಿಸಿ
lo: ພິມເຫດຜົນສໍາເລັດການຍົກເລີກການສັ່ງຊື້
mr: ऑर्डर रद्द करण्याचा कारण प्रविष्ट करा
my: အော်တိုင်းဖျက်ရန်အကြောင်းရင်းပေးပါ
ne: आदेश रद्द गर्ने कारण लेख्नुहोस्
si: ඇනවුම අවලංගු කිරීමේ හැකියාවන් සඳහා විස්තර ඇතුළත් කරන්න
sq: Shkruani arsyen për anulimin e porosisë
sw: Ingiza sababu ya kughairi agizo
ta: ஆர்டரை ரத்துசெய்ய காரணத்தை உள்ளிடவும்

# easyLoadingCancelingOrder
source: Canceling order....
kk: Тапсырысты болдырмау...
km: កំពុងបោះបង់ការបញ្ជាទិញ...
kn: ಆರ್ಡರ್ ರದ್ದುಗೊಳಿಸಲಾಗುತ್ತಿದೆ....
lo: ກຳລັງຍົກເລີກການສັ່ງຊື້....
mr: ऑर्डर रद्द करीत आहे....
my: အော်တိုင်းဖျက်နေသည်....
ne: आदेश रद्द गर्दै...
si: ඇනවුම අවලංගු කිරීම...
sq: Po anulohet porosia....
sw: Inaghairi agizo....
ta: ஆர்டரை ரத்துசெய்கின்றன்...

# totalReview
source: (22 Review)
kk: (22 пікір)
km: (ពិន្ទុសរុប 22)
kn: (22 ವಿಮರ್ಶೆ)
lo: (22 ຄໍາອາກອນ)
mr: (22 समीक्षा)
my: (22 ကြိုတင်)
ne: (२२ समीक्षा)
si: (22 ප්‍රකාශනය)
sq: (22 Shqyrtim)
sw: (Mapitio 22)
ta: (22 மதிப்பு)

source: Description
kk: Сипаттама
km: ការពិពណ៌នា
kn: ವಿವರಣೆ
lo: ຄໍາອາກອນ
mr: वर्णन
my: ဖော်ပြချက်
ne: वर्णन
si: විස්තරය
sq: Përshkrim
sw: Maelezo
ta: விளக்கம்

source: Show more
kk: Толығырақ көрсету
km: បង្ហាញ​ច្រើនទៀត
kn: ಹೆಚ್ಚು ತೋರಿಸು
lo: ເບິ່ງຕື່ມເພີ່ມເຕີມ
mr: अधिक दाखवा
my: ပိုများပြပါ
ne: थप देखाउनुहोस्
si: තවත් පෙන්වන්න
sq: Shfaq më shumë
sw: Onyesha Zaidi
ta: மேலும் காட்டு

source: Show less
kk: Көрсету үстін
km: បង្ហាញតិចជាង
kn: ಕಡಿಮೆ ತೋರಿಸು
lo: ສະແດງນ້ອຍກັບ
mr: कमी दाखवा
my: နောက်တစ်နှင့်ရှာဖွေရန်
ne: कम देखाउनुहोस्
si: අඩුවන්න
sq: Shfaq më pak
sw: Onesha kidogo
ta: குறுக்கு

# review
source: Reviews
kk: Пікірлер
km: ការពិនិត្យឡើងវិញ
kn: ವಿಮರ್ಶೆಗಳು
lo: ການສັ່ງຊື້ຂອງຂ້ອຍ
mr: समीक्षा
my: ကြောင့်ရှမ်းယူမှု
ne: समीक्षा
si: විවාහකයින්ගේ විකල්ප
sq: Vlerësime
sw: Mapitio
ta: மதிப்புகள்

# noReview
source: No reviews
kk: Пікір жоқ
km: គ្មានការពិនិត្យឡើងវិញ
kn: ವಿಮರ್ಶೆಗಳು ಇಲ್ಲ
lo: ບໍ່ມີການສະເເດງຂໍ້ມູນ
mr: कोणतीही समीक्षा नाही
my: ကြောင့်ရှမ်းယူမှုမရှိပါ
ne: कुनै समीक्षा छैन
si: සටහන් නොමැත
sq: Asnjë vlerësim
sw: Hakuna mapitio
ta: மதிப்புகள் இல்லை

# writeReview
source: Write a review
kk: Пікір жазу
km: សរសេរការពិនិត្យ
kn: ವಿಮರ್ಶೆ ಬರೆಯಿರಿ
lo: ປ້ອນການສົ່ງຂໍ້ມູນ
mr: समीक्षा लिहा
my: ကြောင့်ရှမ်းမည်
ne: समीक्षा लेख्नुहोस्
si: සටහන් ලිව්වීම
sq: Shkruaj një vlerësim
sw: Andika mapitio
ta: மதிப்பை எழுது

# deliveryAndSer
source: Delivery & Services
kk: Жеткізу және қызметтер
km: ការដឹកជញ្ជូននិងសេវាកម្ម
kn: ವಿತರಣೆ ಮತ್ತು ಸೇವೆಗಳು
lo: ການສົ່ງຊື້ແລະບໍລິການ
mr: प्राप्ती व सेवा
my: ပို့စ်ပို့ဆောင်မှု
ne: बितरण र सेवाहरू
si: භාණ්ඩ සහ සේවාව
sq: Dërgesa dhe shërbimet
sw: Uwasilishaji na Huduma
ta: டெலிவரி & சேவைகள்

source: Free Delivery
kk: Тегін жеткізу
km: ដឹកជញ្ជូនឥតគិតថ្លៃ
kn: ಉಚಿತ ವಿತರಣೆ
lo: ການສົ່ງຊື້ຟຣີ
mr: मोफत वितरण
my: ပို့စ်ပို့ဆောင်မှုအခမဲ့
ne: मुफ्त बितरण
si: නොමිලේ සේවාව
sq: Dërgesë falas
sw: Uwasilishaji Bure
ta: இலவச டெலிவரி

# payOnDelivery
source: Pay on delivery available
kk: Жеткізуді алу кезінде төлеу мүмкін
km: ទូទាត់តាមការដឹកជញ្ជូនដោយប្រើប្រាស់
kn: ವಿತರಿಸುವ ಮುಂದೆ ಪಾವತಿ ಪಾಲನೆ ಲಭ್ಯವಿದೆ
lo: ຈ່າຍໃນການສົ່ງຊື້ຢືມການຈ່າຍເງິນໄປໄດ້
mr: प्राप्तीवेळी देयक पाठवले जाते
my: ပို့စ်ပို့ဆောင်ရန်ငွေပေးချေမှုရရှိနိုင်သည်
ne: डेलिभरीमा भुक्तानी गर्न सकिन्छ
si: භාණ්ඩ සඳහා ගෙවීමක් සපයා ඇත
sq: Pagesa në dorëzim e mundshme
sw: Malipo kwa uwasilishaji yanapatikana
ta: வருமானம் பெற செலுத்தல் முடிந்தது

# returnDay
source: Easy 30 days return & exchange available
kk: Жеңіл 30 күн іаде және ауыстыру мүмкін
km: ត្រឡប់មកវិញនិងការផ្លាស់ប្តូរពីរបៀបងារប្រើការជូនដំណឹងតាមរយៈនិងការប្តូរពីគ្នា ៣០ ថ្ងៃស្របច្បាប់
kn: ಸುಲಭವಾದ 30 ದಿನಗಳ ಮರಳಿ ಮಾರಾಟ ಮತ್ತು ವಿನಿಮಯ ಲಭ್ಯವಿದೆ
lo: ເລີ່ມມື້ 30 ວັນສົ່ງຄືກັນໄດ້ຄືກັບຄືນອື່ນໆໄດ້
mr: सोप्या 30 दिवसांचे परतफेट विनिमय उपलब्ध
my: ပြန်လည် ၃၀ ရက်အတွင်း ပြန်လည်ပြန်လည်ရောင်းချပေးနိုင်သည်
ne: सजिलै ३० दिनसम्म फर्काउने र बदली गर्ने सुविधा
si: ප්‍රතිඵල සහිත 30 දින ප්‍රතිවීම් සදහා හොඳම
sq: Kthimi dhe ndërrimi i lehtë për 30 ditë
sw: Siku rahisi za kurudisha na kubadilishana kwa siku 30
ta: எளிதான 30 நாட்கள் திரும்பவும் மாற்றமும் கிடைக்கின்றன

source: Related Products
kk: Байланысты барлық товарлар
km: ផលិតផលដែលពាក់ព័ន្ធ
kn: ಸಂಬಂಧಿತ ಉತ್ಪನ್ನಗಳು
lo: ຜະລິດຕະພັນ
mr: संबंधित उत्पादने
my: အကြောင်းအရောင်းများ
ne: सम्बन्धित उत्पादनहरू
si: සබැඳි භාණ්ඩ
sq: Produkte të lidhura
sw: Bidhaa Zinazohusiana
ta: தொடர்புடைய தயாரிப்புகள்

# buyNowButton
source: Buy Now
kk: Өтініш беру
km: ទិញឥឡូវនេះ
kn: ಈಗ ಖರೀದಿಸಿ
lo: ຊື້ດຽວນີ້
mr: आता खरेदी करा
my: ယခုဝယ်မည်
ne: अहिले खरीद्नुहोस्
si: දැන් මිලදී ගන්න
sq: Blej tani
sw: Nunua Sasa
ta: இப்போது வாங்கவும்

# goToCartButton
source: Go to Cart
kk: Себетке өту
km: ទៅកាន់រទេះ
kn: ಕಾರ್ಟ್‌ಗೆ ಹೋಗಿ
lo: ເຂົ້າລົງໃສ່ກະຕ່າຍ
mr: कार्टमध्ये जा
my: ဈေးသွင်းမည်
ne: कार्टमा जानुहोस्
si: කර්ට්ට්රයට යන්න
sq: Shko në shportë
sw: Nenda kwenye Korosho
ta: கார்ட்டில் செல்லுங்கள்

# addToCartButton
source: Add to Cart
kk: Себетке қосу
km: បញ្ចូលទៅរទេះ
kn: ಕಾರ್ಟ್‌ಗೆ ಸೇರಿಸಿ
lo: ເພີ່ມເຂົ້າລົງໃສ່ກະຕ່າຍ
mr: कार्टमध्ये जोडा
my: ဈေးသွင်းမည်
ne: कार्टमा राख्नुहोस्
si: කර්ට්ට්රයට එකතු කරන්න
sq: Shto në shportë
sw: Ongeza kwenye Korosho
ta: கார்ட்டில் சேர்க்க

# myProfileScreenName
source: Edit Profile
kk: Профилімді өңдеу
km: កែប្រែប្រវត្តិរូបភាព
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
lo: ແກ້ໄຂໂປຣຟາຍຂອງຂ້ອຍ
mr: प्रोफाइल संपादित करा
my: ပရိုဖိုင်ကိုတည်းဖြတ်ရန်
ne: प्रोफाइल सम्पादन गर्नुहोस्
si: පාරික්ෂවත්වය සකසා ගන්න
sq: Ndrysho profilin
sw: Hariri Profaili
ta: திருத்தும் சுயவிவரம்

# updateProfileButton
source: Update Profile
kk: Профилімді жаңарту
km: ធ្វើបច្ចុប្បន្នភាពប្រវត្តិរូបភាព
kn: ಪ್ರೊಫೈಲ್ ಅಪ್ಡೇಟ್ ಮಾಡಿ
lo: ປັບປຸງໂປຣຟາຍ
mr: प्रोफाइल अपडेट करा
my: ပရိုဖိုင်ကိုအပ်ဒိတ်ရန်
ne: प्रोफाइल अपडेट गर्नुहोस्
si: ප්‍රවේශ කරන්න
sq: Përditëso profilin
sw: Sasisha Profaili
ta: சுயவிவரத்தை மேம்படுத்து

source: My Profile
kk: Менің профилім
km: ប្រវត្តិរូបភាពរបស់ខ្ញុំ
kn: ನನ್ನ ಪ್ರೊಫೈಲ್
lo: ໂປຣຟາຍຂອງຂ້ອຍ
mr: माझे प्रोफाइल
my: ကျွန်ုပ်တို့၏ပရိုဖိုင်
ne: मेरो प्रोफाइल
si: මගේ පැතිකඩ
sq: Profili im
sw: Profaili Yangu
ta: எனது சுயவிவரம்

source: Language
kk: Тіл
km: ភាសា
kn: ಭಾಷೆ
lo: ພາສາ
mr: भाषा
my: ဘာသာစကား
ne: भाषा
si: භාෂාව
sq: Gjuha
sw: Lugha
ta: மொழி

source: Sign Out
kk: Шығу
km: ចេញពីប្រើ
kn: ಲಾಗ್ ಔಟ್
lo: ອອກຈາກລະບົບ
mr: साइन आउट करा
my: ထွက်ပါ
ne: साइन आउट
si: ඉවත් වන්න
sq: Dalje
sw: Toka
ta: வெளியேறு

# profileScreenName
source: Profile
kk: Профиль
km: រូបភាព
kn: ಪ್ರೊಫೈಲ್
lo: ໂປຣຟາຍ
mr: प्रोफाइल
my: ပရိုဖိုင်
ne: प्रोफाइल
si: පැතිකඩ
sq: Profili
sw: Profaili
ta: சுயவிவரம்

source: Search Product
kk: Товарды іздеу
km: ស្វែងរកផលិតផល
kn: ಉತ್ಪನ್ನವನ್ನು ಹುಡುಕಿ
lo: ຄົ້ນຫາສິນຄ້າ
mr: उत्पादन शोधा
my: ပစ္စည်းရှာမည်
ne: उत्पादन खोज्नुहोस्
si: නිවැරදි භාණ්ඩය සොයන්න
sq: Kërko produkt
sw: Tafuta Bidhaa
ta: தயாரிப்பை தேடு

source: Recent Searches
kk: Соңғы іздеулер
km: ការស្វែងរកថ្មីៗ
kn: ಇತ್ತೀಚಿನ ಹುಡುಕಾಟಗಳು
lo: ຄົ້ນຫາລາຍການມາຂອງຂ້ອຍ
mr: अलीकडची शोध
my: နောက်ဆုံးရှာမှီးမှုများ
ne: हालको खोजहरू
si: අලුත් සොයන්න
sq: Kërkimet e fundit
sw: Utafutaji Mpya
ta: சமீபத்திய தேடல்கள்

# clearAllButton
source: Clear all
kk: Барлығын тазалау
km: លុបទាំងអស់
kn: ಎಲ್ಲವನ್ನು ಅಳಿಸಿ
lo: ລ້າງທັງໝົດ
mr: सर्व काढा
my: အားလုံးကိုရှင်းလင်းရန်
ne: सबै हटाउनुहोस्
si: සියල්ල මකන්න
sq: Pastro të gjitha
sw: Futa yote
ta: அனைத்தையும் அழி

source: No items found
kk: Нәрсе табылмады
km: រកមិនឃើញទំនិញ
kn: ಯಾವುದೇ ಐಟಂಗಳು ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບລາຍການ
mr: कोणताही वस्त्र आढळला नाही
my: ပစ္စည်းမတွေ့ပါ
ne: कुनै वस्तु फेला परेन
si: කිසිදු අයිතමයක් හමුවුනාදැයි නැත
sq: Nuk u gjetën asnjë artikull
sw: Hakuna vitu vilivyopatikana
ta: எந்த பொருட்டுகளும் கிடைக்கவில்லை

# ratingText
source: Enter Your Opinion
kk: Сіздің пікіріңізді енгізу
km: បញ្ចូលនូវមតិ
kn: ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವನ್ನು ನಮೂದಿಸಿ
lo: ໃສ່ຄວາມຄືບອດຂໍ້ຄວາມຂອງທ່ານ
mr: तुमची अभिप्रेत मजकूर प्रविष्ट करा
my: သင်၏ကျေးဇူးတင်ခြင်းရိုက်ထည့်ပါ
ne: तपाईंको अभिप्रेती लेख्नुहोस्
si: ඔබගේ අදහසක් ඇතුලත් කරන්න
sq: Vendosni mendimin tuaj
sw: Toa Maoni Yako
ta: உங்கள் மதிப்பை உள்ளிடவும்

# massage
source: Message
kk: Хабарлама
km: សារ
kn: ಸಂದೇಶ
lo: ຂໍໃຫ້ຄຳຮ້ອງສຽງ
mr: संदेश
my: မက်ဆေ့ခ်ျ
ne: सन्देश
si: පණිවිඩය
sq: Mesazh
sw: Ujumbe
ta: செய்தி

source: Apply
kk: Қолдану
km: អនុវត្ត
kn: ಅನ್ವಯಿಸಿ
lo: ໃຊ້
mr: लागू करा
my: အမှတ်ပြုရန်
ne: लागू गर्नुहोस्
si: යොමු කරන්න
sq: Apliko
sw: Tumia
ta: பயன்படுத்து

# ratingError
source: Please fill all inputs
kk: Барлық енгізулерді толтырыңыз
km: សូមបំពេញពន្យល់ទាំងអស់
kn: ದಯವಿಟ್ಟು ಎಲ್ಲ ಮಾದರಿಗಳನ್ನು ನೀವು ನಿರ್ಧರಿಸಿ
lo: ກະລຸນາຕິດຕັ້ງຂໍ້ຄວາມທັງຫມົດ
mr: कृपया सर्व इनपुट भरा
my: အာမခံပြီးမဟုတ်ပါ
ne: कृपया सबै इनपुटहरू भर्नुहोस्
si: කරුණාකර සියලු ඇතුලත් කිරීම් පුරවන්න
sq: Ju lutemi plotësoni të gjitha fushat
sw: Tafadhali jaza vigezo vyote
ta: அனைத்து உள்ளீடுகளையும் நிரப்புக

# haveNotPurchased
source: Haven’t Purchased this Product?
kk: Бұл тауарды сатып алмағансыз ба?
km: មិនបានទិញផលិតផលនេះទេ?
kn: ಈ ಉತ್ಪನ್ನವನ್ನು ಖರೀದಿಸಿಲ್ಲವೆಂದು ತೋರಿಸುವುದಿಲ್ಲವೇ?
lo: ບໍ່ໄດ້ຊື້ສິນຄ້ານີ້ທີ່ຂ້ອຍ
mr: आपण या उत्पादनाची खरेदी केलेली नाही?
my: ဤပစ္စည်းကိုမှမရှိပါသေးသော်လည်း
ne: यस उत्पादनलाई किनेको छैनुहोस्?
si: මෙම භාණ්ඩය මෙහි මිලදී නොමැති අතර
sq: Nuk e keni blerë këtë produkt?
sw: Hujanunua Bidhaa hii?
ta: இந்த பொருட்டை வாங்கவில்லையா?

# haveNotPurchased2
source: you can't write a review until purchase this product
kk: Тауарды сатып алмаушысыздар пікір жазу мүмкін емес
km: អ្នកមិនអាចសរសេរការពិនិត្យរបស់អ្នកបានឡើយជាមួយនឹងផលិតផលនេះទេ
kn: ನೀವು ಈ ಉತ್ಪನ್ನವನ್ನು ಖರೀದಿಸುವ ವರೆಗೆ ನೀವು ವಿಮರ್ಶೆ ಬರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ
lo: ທ່ານບໍ່ສາມາດປ້ອນຄວາມຄືບອດຂໍ້ຄວາມຢ່າງເຖິງຊື້ສິນຄ້ານີ້ໄດ້
mr: तुम्ही एक समीक्षा लिहू शकत नाही जेव्हा तुम्ही या उत्पादनाची खरेदी करत नाही
my: ဒီပစ္စည်းကိုဝယ်ယူရန်အချို့သွားလိုက်ရန်မရပါ
ne: तपाईंले यस उत्पादनलाई किनेअघि समीक्षा लेख्न सक्नुहुन्न
si: ඔබ මෙම භාණ්ඩය මිලදී නොමැති අතර සටහන් ලිව්වීමට නොහැක
sq: nuk mund të shkruani një vlerësim deri sa të blini këtë produkt
sw: Huwezi kuandika mapitio mpaka ununue bidhaa hii
ta: பொருட்டை வாங்க வரும் வரை மதிப்பை எழுத முடியாது

source: Continue Shopping
kk: Сауда жалғастыру
km: បន្តទិញទំនិញទាក់ទងនឹងស្នើរ
kn: ಕೊನೆಯಿಲ್ಲದೆ ಮಾರಾಟಕ್ಕೆ ಮುಂದಾಗಿ
lo: ດໍາເນີນການຊື້ຕໍ່ກັບ
mr: खरेदी करणारा रहा
my: ဝယ်ယူရန်ဆက်လက်ဆောင်ရွက်ရန်
ne: किनमेल जारी राख्नुहोस्
si: මකා දැමීමට දිය කරන්න
sq: Vazhdoni të bëni blerje
sw: Endelea na Ununuzi
ta: வாங்கலைத் தொடருங்கள்

source: Total Reviews:
kk: Жалпы пікірлер:
km: ការពិនិត្យសរុប៖
kn: ಮೊತ್ತ ವಿಮರ್ಶೆಗಳು:
lo: ລວມລາຍການຂອງລູກຊື່ທັງໝົດ:
mr: एकूण समीक्षा:
my: ကြောင့်ရှမ်းယူမှုအားလုံး:
ne: कुल समीक्षाहरू:
si: මුළු සටහන්:
sq: Totali i vlerësimeve:
sw: Jumla ya Mapitio:
ta: மொத்த மதிப்புகள்:

# splashScreenOneAppName
source: Maanstore WooCommerce
km: ទំនាក់ទំនង Maanstore
kn: ಮಾನ್‌ಸ್ಟೋರ್ ವೂಕ್ಮರ್ಸ್
mr: मानस्टोर वुकूमर्स
ta: மான்ஸ்டோர் உருவாக்குதலை

# splashScreenOneAppVersion
source: Version 5.0
kk: Нұсқа 5.0
km: កំណែ 5.0
kn: ಆವೃತ್ತಿ 5.0
lo: ເວັບທີ 5.0
mr: आवृत्ती 5.0
my: ဗားရွင်း 5.0
ne: संस्करण 5.0
si: සංස්කරණය 5.0
sq: Versioni 5.0
sw: Toleo 5.0
ta: பதிப்பு 5.0

# otherSignIn
source: Or sign in with
kk: Немесе кіру
km: ឬភ្ជាប់ជាមួយ
kn: ಅಥರ್ ಸೈನ್ ಇನ್ ವಿತ
lo: ຫຼືເຂົ້າສູ້ອື່ນໆໃນລະບົບ
mr: किंवा लॉगिन करा
my: အခြားမှတ်ပုံတင်ရန်
ne: वा यससँग साइन इन गर्नुहोस्
si: වෙනත් පිවිසුමක් සමඟ ලියාපදිංචි වන්න
sq: Ose identifikohuni me
sw: Au ingia kwa kutumia
ta: அல்லது உள்நுழைய

# orderDetailsScreenName
source: Order Details
kk: Тапсырыс туралы мәліметтер
km: ព័ត៌មានលម្អិតប្រវត្តិ
kn: ಆದೇಶ ವಿವರಗಳು
lo: ລາຍລະອຽດການສັ່ງຊື້
mr: ऑर्डरची माहिती
my: အမှာစာများအသေးစိတ်
ne: आदेश विवरण
si: ඇනවුම් විස්තර
sq: Detajet e porosisë
sw: Maelezo ya Agizo
ta: ஆர்டர் விவரங்கள்

source: Price:
kk: Баға:
km: តម្លៃ៖
kn: ಬೆಲೆ:
lo: ລາຄາ:
mr: किंमत:
my: စျေးနှုန်း:
ne: मूल्य:
si: මිල:
sq: Çmimi:
sw: Bei:
ta: விலை:

source: Payment Method
kk: Төлем тәсілі
km: វិធីសាស្រ្តទូទាត់
kn: ಪಾವತಿ ವಿಧಾನ
lo: ວິທີການຊຳລະເງິນ
mr: पेमेंट मार्ग
my: ငွေပေးချေမှုနည်းလမ်း
ne: भुक्तानी विधि
si: ගෙවීමේ ක්‍රමය
sq: Metoda e pagesës
sw: Njia ya Malipo
ta: கட்டணம் முறை

# payNowButton
source: Pay Now
kk: Ақы төлеу
km: បង់ឥឡូអីនេះ
kn: ಈಗ ಪಾವತಿಸಿ
lo: ຊຳລະດຽວນີ້
mr: आता पैसे द्या
my: ငွေပေးချေမှုပေးချေမည်
ne: अहिले भुक्तान गर्नुहोस्
si: දැන් ගෙවීමක් කරන්න
sq: Paguaj tani
sw: Lipa Sasa
ta: இப்போது செலுத்து

# goToHomeButton
source: Go to Home
kk: Басты бетке өту
km: ទៅកាន់ទំព័រដើម
kn: ಹೋಮ್‌ಗೆ ಹೋಗಿ
lo: ໄປຫາໜ້າຫຼັກ
mr: होमला जा
my: အိမ်သို့သွားမည်
ne: होममा जानुहोस्
si: මුල් පිටුවට යන්න
sq: Shko në shtëpi
sw: Nenda Nyumbani
ta: முகப்புக்கு செல்

source: Phone:
kk: Телефон:
km: ទូរស័ព្ទ៖
kn: ಫೋನ್:
lo: ໂທລະສັບ:
mr: फोन:
my: ဖုန်း:
ne: फोन:
si: දුරකථනය:
sq: Telefoni:
sw: Simu:
ta: தொலைபேசி:

# splashScreenTwoHeadlines1
source: Welcome to Maanstore
kk: Maanstore-ға қош келдіңіз
km: សូមស្វាគមន៍មកកាន់ Maanstore
kn: ಮಾನ್‌ಸ್ಟೋರ್‌ಗೆ ಸ್ವಾಗತ
lo: ຍິນດີຕອນຮັບສິນຄ້າ Maanstore
mr: मानस्टोरमध्ये आपले स्वागत आहे
my: Maanstore သို့ကြိုက်နှစ်သက်ရာတွင်ကြိုဆိုပါက
ne: Maanstoreमा स्वागत छ
si: Maanstore හි සාහිත්‍ය වර්ගීකරණයක්
sq: Mirësevini në Maanstore
sw: Karibu kwenye Maanstore
ta: மான்ஸ்டோருக்கு வரவேற்கிறோம்

# splashScreenTwoHeadlines2
source: It’s Simple For You
kk: Сіз үшін оңай
km: វាស់សក់របស់អ្នកមិនមានសេរី
kn: ನಿಮಗಾಗಿ ಸರಳ
lo: ນີ້ແມ່ນເປັນແອັບພິເສດຂອງທ່ານ
mr: तुमच्या सुखासाठी सोपे आहे
my: သင်ဝယ်ယူရန်အကောင်းဆုံးပစ္စည်းနှင့်သင်၏လက်ရှိကုန်ကျစရိတ်အဆင့်ကျော်လွန်းသောကုန်ကျစရိတ်များကိုရှာယူနိုင်ပါသည်
ne: तपाईंको लागि सजिलो छ
si: ඔබගේ හොඳම භාණ්ඩය තෝරන්න පහසුවෙන් සුදුසුවෙමින්
sq: Është e thjeshtë për ju
sw: Ni Rahisi Kwako
ta: நீங்களுக்கு எளிதானது

# splashScreenTwoHeadlines3
source: Choose Your Best Product
kk: Үздікті тауарыңызды таңдаңыз
km: ជ្រើសរើសផលិតផលដែលល្អបំផុតសម្រាប់អ្នក
kn: ನಿಮ್ಮ ಅತ್ಯುತ್ತಮ ಉತ್ಪನ್ನವನ್ನು ಆರಿಸಿ
lo: ເລື່ອນໄດ້ຄວາມສັ່ງກັບສິນຄ້າທີ່ດີທີ່ສຸດ
mr: तुमचा सर्वोत्तम उत्पादन निवडा
my: သင်ဝယ်ယူရန်အကောင်းဆုံးပစ္စည်းနှင့်သင်၏လက်ရှိကုန်ကျစရိတ်အဆင့်ကျော်လွန်းသောကုန်ကျစရိတ်များကိုရှာယူနိုင်ပါသည်
ne: तपाईंको सबैभन्दा राम्रो उत्पादन छनोट गर्नुहोस्
si: ඔබගේ හොඳම භාණ්ඩය තෝරන්න පහසුවෙන් සුදුසුවෙමින්
sq: Zgjidhni produktin tuaj më të mirë
sw: Chagua Bidhaa Bora Kwako
ta: உங்களுக்கு மிகவும் நல்ல பொருட்களைத் தேர்வு செய்க

# splashScreenTwoSubTitles1
source: You will find great products and tools for your needs. We are 100% conscious of quality assurance. Thank you
kk: Сіздің міндетіңізге сәйкестендіру үшін армандаулы тауарлар мен құралдар табасыз. Біз де жетілдіргеніміздің сапасына 100% созылымымыз бар. Рахмет
km: អ្នកនឹងរកឃើញផលិតផលនិងឧបករណ៍ល្អសម្រាប់តម្រូវបង្ហាញរបស់អ្នក។ យើងគឺប្រសិទ្ធភាពទាំងអស់នៃការធានាគុណភាព។ សូមអរគុណ
kn: ನೀವು ನಿಮ್ಮ ಆವಶ್ಯಕತೆಗೆ ಉತ್ತಮ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಉಪಕರಣಗಳನ್ನು ಕಂಡುಹಿಡಿಯುವಿಕೆ ಮಾಡುವಿಕೆ ಪಡೆದುಕೊಳ್ಳುತ್ತೀರಿ. ನಾವು ಗುಣಮಟ್ಟದ ಖಚಿತತೆಯಲ್ಲಿ 100% ತಿಳಿದುಕೊಂಡಿದ್ದೇವೆ. ಧನ್ಯವಾದಗಳು
lo: ທ່ານຈະຫົວຂໍ້ສິນຄ້າແລະເຄື່ອງຫຼັກສູງສຸດສໍາລັບການຕໍ່ກັບການຈ່າຍຂອງທ່ານ. ຫຼືພວກເຮົາແມ່ນຜູ້ທີ່ໃຊ້ໂຕະຂັດການຂອງທ່ານເທົ່ານັ້ນ. ຂໍຂອບໃຈ
mr: तुम्हाला आवडणार्या उत्पादनांची व उपकरणांची विशेष आहेत. आम्ही गुणवत्ता आश्वासनात सतत आहोत. धन्यवाद
my: သင်ဝယ်ယူရန်လိုအပ်သောပစ္စည်းနှင့်သင်၏လက်ရှိကုန်ကျစရိတ်များကိုရှာယူပေးနိုင်ပါသည်။ ကုမ္ပဏီကိုကျွန်ုပ်တို့၏အောက်ပါအချိန်များကိုမှန်ကန်စွာရှာယူပေးခြင်းဖြစ်သည်။ ကုမ္ပဏီသည်ရရှိနိုင်သောအရာအားဖြင့်ကုန်ကျစရိတ်များကိုရှာယူပေးနိုင်သောကုန်ကျစရိတ်များအတွက် အောက်ပါအချိန်များကိုဖော်ပြပေးနိုင်ပါသည်။ ကုန်ကျစရိတ်များသည်ကုမ္ပဏီသည်နေရာတစ်နှစ်ကြိမ်မှာတစ်ဆင်းဖြစ်ပါသည်။ ကုမ္ပဏီကိုကျွန်ုပ်တို့သည်ရရှိနိုင်သောအရာအားဖြင့်ကုန်ကျစရိတ်များကိုရှာယူပေးနိုင်သောကုန်ကျစရိတ်များအတွက် အောက်ပါအချိန်များကိုဖော်ပြပေးနိုင်ပါသည်။
ne: तपाईंले आवश्यकताहरूका लागि उत्कृष्ट उत्पादनहरू र उपकरणहरू पाउनुहुनेछ। हामी १००% गुणस्तर सुनिश्चित गर्न सम्झनामा छौं। धन्यवाद।
si: ඔබට ඔබේ අවශ්‍යතාවයන්ට හොඳම භාණ්ඩ සහ මෙවලම් ලබාගත හැකිය. අපි 100% ගුණාත්මක ආරක්ෂාවක් සැලකිය යුතු විය. ස්තුතියි
sq: Do të gjeni produkte dhe mjetet e shkëlqyera për nevojat tuaja. Ne jemi 100% të vetëdijshëm për sigurinë e cilësisë. Faleminderit
sw: Utapata bidhaa na zana nzuri kwa mahitaji yako. Tuna hakika ya uhakikisho wa ubora wa 100%. Asante
ta: உங்களுக்கு தேவையான பொருட்களும் கருவிகளும் நீங்கள் இங்கே காணலாம். நாங்கள் தரவு உறுப்பினர் மூலமாக 100% தரம் உறுதியுடன் இருக்கின்றோம். நன்றி

# splashScreenTwoSubTitles2
source: You will find great products and tools for your needs. We are 100% conscious of quality assurance. Thank you
kk: Сіздің міндетіңізге сәйкестендіру үшін армандаулы тауарлар мен құралдар табасыз. Біз де жетілдіргеніміздің сапасына 100% созылымымыз бар. Рахмет
km: អ្នកនឹងរកឃើញផលិតផលនិងឧបករណ៍ល្អសម្រាប់តម្រូវបង្ហាញរបស់អ្នក។ យើងគឺប្រសិទ្ធភាពទាំងអស់នៃការធានាគុណភាព។ សូមអរគុណ
kn: ನೀವು ನಿಮ್ಮ ಆವಶ್ಯಕತೆಗೆ ಉತ್ತಮ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಉಪಕರಣಗಳನ್ನು ಕಂಡುಹಿಡಿಯುವಿಕೆ ಮಾಡುವಿಕೆ ಪಡೆದುಕೊಳ್ಳುತ್ತೀರಿ. ನಾವು ಗುಣಮಟ್ಟದ ಖಚಿತತೆಯಲ್ಲಿ 100% ತಿಳಿದುಕೊಂಡಿದ್ದೇವೆ. ಧನ್ಯವಾದಗಳು
lo: ທ່ານຈະຫົວຂໍ້ສິນຄ້າແລະເຄື່ອງຫຼັກສູງສຸດສໍາລັບການຕໍ່ກັບການຈ່າຍຂອງທ່ານ. ຫຼືພວກເຮົາແມ່ນຜູ້ທີ່ໃຊ້ໂຕະຂັດການຂອງທ່ານເທົ່ານັ້ນ. ຂໍຂອບໃຈ
mr: तुम्हाला आवडणार्या उत्पादनांची व उपकरणांची विशेष आहेत. आम्ही गुणवत्ता आश्वासनात सतत आहोत. धन्यवाद
my: သင်ဝယ်ယူရန်လိုအပ်သောပစ္စည်းနှင့်သင်၏လက်ရှိကုန်ကျစရိတ်များကိုရှာယူပေးနိုင်ပါသည်။ ကုမ္ပဏီကိုကျွန်ုပ်တို့၏အောက်ပါအချိန်များကိုမှန်ကန်စွာရှာယူပေးခြင်းဖြစ်သည်။ ကုန်ကျစရိတ်များသည်ကုမ္ပဏီသည်နေရာတစ်နှစ်ကြိမ်မှာတစ်ဆင်းဖြစ်ပါသည်။ ကုမ္ပဏီကိုကျွန်ုပ်တို့သည်ရရှိနိုင်သောအရာအားဖြင့်ကုန်ကျစရိတ်များကိုရှာယူပေးနိုင်သောကုန်ကျစရိတ်များအတွက် အောက်ပါအချိန်များကိုဖော်ပြပေးနိုင်ပါသည်။
ne: तपाईंले आवश्यकताहरूका लागि उत्कृष्ट उत्पादनहरू र उपकरणहरू पाउनुहुनेछ। हामी १००% गुणस्तर सुनिश्चित गर्न सम्झनामा छौं। धन्यवाद।
si: ඔබට ඔබේ අවශ්‍යතාවයන්ට හොඳම භාණ්ඩ සහ මෙවලම් ලබාගත හැකිය. අපි 100% ගුණාත්මක ආරක්ෂාවක් සැලකිය යුතු විය. ස්තුතියි
sq: Do të gjeni produkte dhe mjetet e shkëlqyera për nevojat tuaja. Ne jemi 100% të vetëdijshëm për sigurinë e cilësisë. Faleminderit
sw: Utapata bidhaa na zana nzuri kwa mahitaji yako. Tuna hakika ya uhakikisho wa ubora wa 100%. Asante
ta: உங்களுக்கு தேவையான பொருட்களும் கருவிகளும் நீங்கள் இங்கே காணலாம். நாங்கள் தரவு உறுப்பினர் மூலமாக 100% தரம் உறுதியுடன் இருக்கின்றோம். நன்றி
