Repository: nuru11/flutter_ethiospare_ecommerce
Catalog: lib/l10n/intl_*.arb
Languages: kk, km, kn, lo, mr, my, ne, si, sq, sw, ta

# splashScreenTwoSubTitles3
source: You will find great products and tools for your needs. We are 100% conscious of quality assurance. Thank you
kk: Сіздің міндетіңізге сәйкестендіру үшін армандаулы тауарлар мен құралдар табасыз. Біз де жетілдіргеніміздің сапасына 100% созылымымыз бар. Рахмет
km: អ្នកនឹងរកឃើញផលិតផលនិងឧបករណ៍ល្អសម្រាប់តម្រូវបង្ហាញរបស់អ្នក។ យើងគឺប្រសិទ្ធភាពទាំងអស់នៃការធានាគុណភាព។ សូមអរគុណ
kn: ನೀವು ನಿಮ್ಮ ಆವಶ್ಯಕತೆಗೆ ಉತ್ತಮ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಉಪಕರಣಗಳನ್ನು ಕಂಡುಹಿಡಿಯುವಿಕೆ ಮಾಡುವಿಕೆ ಪಡೆದುಕೊಳ್ಳುತ್ತೀರಿ. ನಾವು ಗುಣಮಟ್ಟದ ಖಚಿತತೆಯಲ್ಲಿ 100% ತಿಳಿದುಕೊಂಡಿದ್ದೇವೆ. ಧನ್ಯವಾದಗಳು
lo: ທ່ານຈະຫົວຂໍ້ສິນຄ້າແລະເຄື່ອງຫຼັກສູງສຸດສໍາລັບການຕໍ່ກັບການຈ່າຍຂອງທ່ານ. ຫຼືພວກເຮົາແມ່ນຜູ້ທີ່ໃຊ້ໂຕະຂັດການຂອງທ່ານເທົ່ານັ້ນ. ຂໍຂອບໃຈ
mr: तुम्हाला आवडणार्या उत्पादनांची व उपकरणांची विशेष आहेत. आम्ही गुणवत्ता आश्वासनात सतत आहोत. धन्यवाद
my: သင့်လိုအပ်ချက်အတွက် ကောင်းမွန်သော ထုတ်ကုန်များနှင့် ကိရိယာများကို သင်တွေ့လိမ့်မည်။ ကျွန်ုပ်တို့သည် အရည်အသွေးအာမခံချက်ကို 100% အလေးထားပါသည်။ ကျေးဇူးတင်ပါသည်
ne: तपाईंले आवश्यकताहरूका लागि उत्कृष्ट उत्पादनहरू र उपकरणहरू पाउनुहुनेछ। हामी १००% गुणस्तर सुनिश्चित गर्न सम्झनामा छौं। धन्यवाद।
si: ඔබට ඔබේ අවශ්‍යතාවයන්ට හොඳම භාණ්ඩ සහ මෙවලම් ලබාගත හැකිය. අපි 100% ගුණාත්මක ආරක්ෂාවක් සැලකිය යුතු විය. ස්තුතියි
sq: Do të gjeni produkte dhe mjetet e shkëlqyera për nevojat tuaja. Ne jemi 100% të vetëdijshëm për sigurinë e cilësisë. Faleminderit
sw: Utapata bidhaa na zana nzuri kwa mahitaji yako. Tuna hakika ya uhakikisho wa ubora wa 100%. Asante
ta: உங்களுக்கு தேவையான பொருட்களும் கருவிகளும் நீங்கள் இங்கே காணலாம். நாங்கள் தரவு உறுப்பினர் மூலமாக 100% தரம் உறுதியுடன் இருக்கின்றோம். நன்றி

source: Select Language
kk: Тілді таңдау
km: ជ្រើសរើសភាសា
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກພາສາ
mr: भाषा निवडा
my: ဘာသာစကားကို ရွေးပါ။
ne: भाषा छनोट गर्नुहोस्
si: භාෂාව තෝරන්න
sq: Zgjidh Gjuhën
sw: Chagua Lugha
ta: மொழியைத் தேர்ந்தெடு
